Revit 2027 API
ParameterTypeId.StairsTopOffset Property
 "Top Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsTopOffset { get; }
Public Shared ReadOnly Property StairsTopOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsTopOffset {
	ForgeTypeId^ get ();
}
static member StairsTopOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace